micropython/micropython/ports/esp32/boards/LILYGO_TDISPLAY/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "LilyGo T-Display"
#define MICROPY_HW_MCU_NAME "ESP32"
